{
  "posts": [
    {
      "id": 4,
      "createdAt": "2010-10-05T10:00:00.000Z",
      "editedAt": "2017-10-05T10:00:00.000Z",
      "name": "european_professional_club_rugby",
      "header": "European Professional Club Rugby",
      "content": "European Professional Club Rugby (EPCR) is the governing body and organiser of two European rugby union club tournaments: the European Rugby Champions Cup and the European Rugby Challenge Cup.[1] The organisation was established in 2014 and is headquartered in Neuchâtel, Switzerland. Switzerland was chosen so as not to have the headquarters in any of the six participating countries"
    }, {
      "id": 8,
      "createdAt": "2010-10-05T10:00:00.000Z",
      "editedAt": "2017-10-05T10:00:00.000Z",
      "name": "weekley",
      "header": "Weekley",
      "content": "Weekley is a small village and civil parish in the English county of Northamptonshire. At the time of the 2001 census, the parish's population was 242 people,[1] increasing to 297 at the 2011 Census.[2] Weekley is just off the A43 road north of Kettering. It is administered as part of the borough of Kettering. Of the 56 houses in the village, 20 have thatched roofs."
    }, {
      "id": 10,
      "createdAt": "2010-10-05T10:00:00.000Z",
      "editedAt": "2017-10-05T10:00:00.000Z",
      "name": "the_child_garden",
      "header": "The Child Garden",
      "content": "In a future semitropical England cancer has been cured, but, as a result, the human lifespan has been halved and socialism has replaced capitalism. It is a world transformed by global warming and by advances in genetic engineering. Houses, machines, even spaceships are genetically-engineered life-forms. Milena, an actress, secretly has an immunity to the viruses routinely used to educate people. She attempts to use holograms to stage an opera based on Dante's The Divine Comedy. The opera is written by her genetically modified friend Rolfa. As she works on the opera she encounters the ruling body of the world, called the Consensus, an artificial hive mind made up of the mental patterns of billions of children. Milena slowly discovers that this gestalt consciousness is lonely and afraid of dying and it looks to Milena as a form of salvation."
    }, {
      "id": 99,
      "createdAt": "2010-10-05T10:00:00.000Z",
      "editedAt": "2017-10-05T10:00:00.000Z",
      "name": "jules_porgès",
      "header": "Jules Porgès",
      "content": "Jules Porgès (25 May 1839 – 20 September 1921) was a Paris-based financier who played a central role in the rise of the Randlords who controlled the diamond and gold mining industries in South Africa. He was born Yehuda Porges in Vienna and raised in Prague, where his father was a jeweller. He settled in Paris in the early 1860s and established himself as a diamond trader, through his company Jules Porgès & Cie."
    }
  ]
}
